Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: The Verity Sense is convenient and comfortable for overnight use. It measures optically rather than electrically, which is noisier between individual beats; the app filters what it can, and the intervals it produces are good for tracking your own trend.
ar: Verity Sense مريح وعملي للاستخدام الليلي. يقيس بصريًا لا كهربائيًا، وهذا أكثر ضوضاءً بين النبضات المنفردة؛ يرشّح التطبيق ما يستطيع، والفواصل الناتجة مناسبة لتتبّع اتجاهك الشخصي.
da: Verity Sense er praktisk og behagelig at bruge natten over. Den måler optisk i stedet for elektrisk, hvilket giver mere støj mellem de enkelte slag; appen filtrerer, hvad den kan, og de intervaller, den giver, er gode til at følge din egen tendens.
de: Der Verity Sense ist praktisch und bequem für die Nutzung über Nacht. Er misst optisch statt elektrisch, was zwischen einzelnen Schlägen mehr Rauschen verursacht; die App filtert, was sie kann, und die resultierenden Intervalle eignen sich gut, um deinen eigenen Trend zu verfolgen.
es: El Verity Sense es práctico y cómodo para usarlo por la noche. Mide de forma óptica en lugar de eléctrica, lo que genera más ruido entre latidos individuales; la app filtra lo que puede, y los intervalos que produce sirven para seguir tu propia tendencia.
fi: Verity Sense on kätevä ja mukava yökäytössä. Se mittaa optisesti eikä sähköisesti, mikä on yksittäisten lyöntien välillä kohinaisempaa; sovellus suodattaa minkä pystyy, ja sen tuottamat välit sopivat hyvin oman trendisi seurantaan.
fr: Le Verity Sense est pratique et confortable pour la nuit. Il mesure optiquement plutôt qu’électriquement, ce qui est plus bruité d’un battement à l’autre ; l’app filtre ce qu’elle peut, et les intervalles obtenus conviennent bien pour suivre votre propre tendance.
is: Verity Sense er þægilegur og hentugur til notkunar yfir nótt. Hann mælir með ljósi frekar en rafmagni, sem gefur meira suð milli einstakra slaga; appið síar það sem hægt er og bilin sem hann skilar duga vel til að fylgjast með eigin þróun.
it: Il Verity Sense è pratico e comodo per l'uso notturno. Misura in modo ottico anziché elettrico, il che produce più rumore tra un battito e l'altro; l'app filtra ciò che può, e gli intervalli che produce vanno bene per seguire la tua tendenza personale.
ja: Verity Sense は夜間の使用に便利で快適です。電気的ではなく光学的に測定するため、個々の拍の間ではノイズが多くなります。アプリはできる限りフィルタ処理しており、得られる間隔は自分自身のトレンドを追うのに十分です。
ko: Verity Sense는 야간 사용에 편리하고 편안합니다. 전기 신호가 아닌 광학 방식으로 측정하기 때문에 개별 박동 사이에 노이즈가 더 많습니다. 앱이 가능한 부분을 걸러내며, 이렇게 얻은 간격은 본인의 추세를 추적하기에 충분히 좋습니다.
nb: Verity Sense er praktisk og behagelig å bruke over natten. Den måler optisk i stedet for elektrisk, noe som gir mer støy mellom enkeltslag; appen filtrerer det den kan, og intervallene den gir, egner seg godt til å følge din egen trend.
nl: De Verity Sense is handig en comfortabel voor gebruik ’s nachts. Hij meet optisch in plaats van elektrisch, wat tussen afzonderlijke slagen meer ruis geeft; de app filtert wat hij kan, en de intervallen die hij levert zijn goed om je eigen trend te volgen.
pt_br: O Verity Sense é prático e confortável para uso noturno. Ele mede de forma óptica, e não elétrica, o que gera mais ruído entre batimentos individuais; o app filtra o que pode, e os intervalos que ele produz são bons para acompanhar sua própria tendência.
ru: Verity Sense удобен и комфортен для ночного использования. Он измеряет оптически, а не электрически, поэтому между отдельными ударами шума больше; приложение отфильтровывает что может, и получаемые интервалы хорошо подходят для отслеживания вашего собственного тренда.
sv: Verity Sense är smidig och bekväm att använda över natten. Den mäter optiskt i stället för elektriskt, vilket ger mer brus mellan enskilda slag; appen filtrerar det den kan, och intervallen den ger är bra för att följa din egen trend.
zh_hans: Verity Sense 方便舒适，适合整夜使用。它采用光学而非电学方式测量，因此单个心跳之间的噪声较大；应用会尽可能过滤，它得出的间期数据很适合跟踪你自己的趋势。

source: The Vitals
ar: العلامات الحيوية
da: De vitale tegn
de: Die Vitalwerte
es: Las constantes vitales
fi: Vitaaliarvot
fr: Les signes vitaux
is: Lífsmörkin
it: I parametri vitali
ja: バイタル
ko: 활력 징후
nb: Vitale tegn
nl: De vitale waarden
pt_br: Os sinais vitais
ru: Жизненные показатели
sv: De vitala tecknen
zh_hans: 生命体征

source: The Vitals sub-score (0-100) compares your current readings to your personal baseline. Three sub-scores, weighted equally:
ar: تقارن النتيجة الفرعية للعلامات الحيوية (0-100) قراءاتك الحالية بخط أساسك الشخصي. ثلاث نتائج فرعية بأوزان متساوية:
da: Delscoren for vitale tegn (0-100) sammenligner dine aktuelle målinger med din personlige baseline. Tre delscorer, vægtet ligeligt:
de: Der Vitalwert-Teilwert (0–100) vergleicht deine aktuellen Messwerte mit deiner persönlichen Baseline. Drei Teilwerte, gleich gewichtet:
es: La subpuntuación de constantes vitales (0-100) compara tus lecturas actuales con tu línea base personal. Tres subpuntuaciones, con el mismo peso:
fi: Vitaaliarvojen osapisteet (0–100) vertaavat nykyisiä lukemiasi henkilökohtaiseen perustasoosi. Kolme osapistettä yhtä suurin painoin:
fr: Le sous-score des signes vitaux (0-100) compare vos valeurs actuelles à votre référence personnelle. Trois sous-scores, de poids égal :
is: Undirstig lífsmarka (0-100) ber núverandi mælingar saman við persónulegt grunngildi þitt. Þrjú undirstig með jöfnu vægi:
it: Il sotto-punteggio dei parametri vitali (0-100) confronta le letture attuali con la tua linea di base personale. Tre sotto-punteggi, con lo stesso peso:
ja: バイタルのサブスコア（0～100）は、現在の測定値を個人のベースラインと比較します。3 つのサブスコアを同じ重みで扱います：
ko: 활력 징후 하위 점수(0-100)는 현재 측정값을 개인 기준선과 비교합니다. 같은 가중치의 세 가지 하위 점수:
nb: Delscoren for vitale tegn (0-100) sammenligner de nåværende målingene dine med den personlige grunnlinjen din. Tre delscorer, vektet likt:
nl: De deelscore Vitale waarden (0-100) vergelijkt je huidige metingen met je persoonlijke basislijn. Drie deelscores, even zwaar gewogen:
pt_br: A subpontuação de Sinais vitais (0-100) compara suas leituras atuais com sua linha de base pessoal. Três subpontuações, com pesos iguais:
ru: Подоценка жизненных показателей (0–100) сравнивает текущие значения с вашим личным базовым уровнем. Три подоценки с равным весом:
sv: Delpoängen för vitala tecken (0–100) jämför dina aktuella värden med din personliga baslinje. Tre delpoäng, med lika vikt:
zh_hans: 生命体征分项（0-100）将你当前的读数与你的个人基线进行比较。三个分项，权重相同：

source: The ✨ button at the top-right of the Dashboard has one-tap shortcuts to common questions (Why is my score, Should I train, What changed). Tapping any auto-sends and switches to the chat tab.
ar: يوفّر زر ✨ في أعلى يمين لوحة المعلومات اختصارات بضغطة واحدة لأسئلة شائعة (لماذا نتيجتي، هل أتدرب، ما الذي تغيّر). الضغط على أيٍّ منها يرسله تلقائيًا وينتقل إلى علامة تبويب المحادثة.
da: ✨-knappen øverst til højre på Oversigt har genveje med ét tryk til almindelige spørgsmål (Hvorfor er min score, Skal jeg træne, Hvad har ændret sig). Et tryk sender automatisk og skifter til chatfanen.
de: Die ✨-Taste oben rechts in der Übersicht bietet Abkürzungen mit einem Tippen zu häufigen Fragen (Warum ist mein Wert, Soll ich trainieren, Was hat sich verändert). Ein Tippen sendet die Frage automatisch und wechselt zum Chat-Tab.
es: El botón ✨ arriba a la derecha del panel tiene accesos directos de un toque a preguntas habituales (Por qué tengo esta puntuación, Debería entrenar, Qué ha cambiado). Al tocar cualquiera se envía automáticamente y se abre la pestaña de chat.
fi: Kojelaudan oikean yläkulman ✨-painikkeessa on yhden napautuksen pikavalinnat yleisiin kysymyksiin (Miksi pisteeni on, Pitäisikö treenata, Mikä muuttui). Mikä tahansa niistä lähetetään automaattisesti ja siirtää keskustelu-välilehdelle.
fr: Le bouton ✨ en haut à droite du tableau de bord propose des raccourcis en un toucher vers des questions courantes (Pourquoi ce score, Dois-je m’entraîner, Qu’est-ce qui a changé). Toucher l’un d’eux l’envoie automatiquement et ouvre l’onglet de conversation.
is: ✨ hnappurinn efst til hægri á yfirsýninni hefur flýtileiðir með einni snertingu að algengum spurningum (Af hverju eru stigin, Ætti ég að æfa, Hvað breyttist). Ef ýtt er á einhverja er hún send sjálfkrafa og skipt yfir í spjallflipann.
it: Il pulsante ✨ in alto a destra nel pannello offre scorciatoie con un tocco alle domande più comuni (Perché il mio punteggio, Dovrei allenarmi, Cos'è cambiato). Toccandone una, la domanda viene inviata automaticamente e si passa alla scheda della chat.
ja: ダッシュボード右上の ✨ ボタンには、よくある質問（スコアの理由は？、練習すべき？、何が変わった？）へのワンタップのショートカットがあります。どれかをタップすると自動で送信され、チャットタブに切り替わります。
ko: 대시보드 오른쪽 위의 ✨ 버튼에는 자주 묻는 질문(내 점수는 왜?, 훈련해도 될까?, 뭐가 달라졌어?)에 대한 원탭 바로가기가 있습니다. 하나를 탭하면 자동으로 전송되고 채팅 탭으로 전환됩니다.
nb: ✨-knappen øverst til høyre på oversikten har snarveier med ett trykk til vanlige spørsmål (Hvorfor er scoren min, Bør jeg trene, Hva har endret seg). Trykk på en av dem, så sendes den automatisk og du går til chatfanen.
nl: De knop ✨ rechtsboven op het Dashboard heeft snelkoppelingen met één tik naar veelgestelde vragen (Waarom is mijn score, Moet ik trainen, Wat is er veranderd). Tikken verzendt automatisch en schakelt naar het chattabblad.
pt_br: O botão ✨ no canto superior direito do Painel tem atalhos de um toque para perguntas comuns (Por que minha pontuação, Devo treinar, O que mudou). Tocar em qualquer um envia automaticamente e muda para a aba de chat.
ru: Кнопка ✨ в правом верхнем углу панели содержит ярлыки для частых вопросов («Почему у меня такая оценка», «Стоит ли тренироваться», «Что изменилось»). Нажатие сразу отправляет вопрос и переключает на вкладку чата.
sv: ✨-knappen uppe till höger på Översikt har genvägar med ett tryck till vanliga frågor (Varför är min poäng, Ska jag träna, Vad har ändrats). Ett tryck skickar frågan automatiskt och byter till chattfliken.
zh_hans: 仪表盘右上角的 ✨ 按钮提供常见问题的一键快捷方式（我的评分为什么是这样、我应该训练吗、有什么变化）。点按任意一个都会自动发送并切换到对话标签页。

source: The ✨ tab in the middle of the bottom nav is an in-app chat. Every provider — Apple Intelligence included — pulls your data on demand using tool calls (see "How the AI Gets Your Data") so it's answering from real, current numbers, not a stale dump. The most common voice questions skip the AI entirely and answer in ~50 ms from a hand-curated pattern catalog (zero tokens, zero cost).
ar: علامة التبويب ✨ في منتصف شريط التنقل السفلي محادثة داخل التطبيق. كل مزوّد — بما فيه Apple Intelligence — يجلب بياناتك عند الطلب باستخدام استدعاءات الأدوات (راجع «كيف يحصل الذكاء الاصطناعي على بياناتك») فيجيب من أرقام حقيقية حالية، لا من بيانات قديمة. أكثر الأسئلة الصوتية شيوعًا تتجاوز الذكاء الاصطناعي تمامًا وتُجاب في نحو 50 مللي ثانية من كتالوج أنماط مُعدّ يدويًا (دون رموز ودون تكلفة).
da: ✨-fanen midt i den nederste navigation er en chat i appen. Alle udbydere — også Apple Intelligence — henter dine data efter behov via værktøjskald (se »Sådan får AI'en dine data«), så den svarer ud fra rigtige, aktuelle tal, ikke et forældet udtræk. De mest almindelige stemmespørgsmål springer AI'en helt over og besvares på ~50 ms fra et håndkurateret mønsterkatalog (nul tokens, nul omkostning).
de: Der ✨-Tab in der Mitte der unteren Navigation ist ein In-App-Chat. Jeder Anbieter — einschließlich Apple Intelligence — ruft deine Daten bei Bedarf über Tool-Aufrufe ab (siehe „So bekommt die KI deine Daten“), antwortet also anhand echter, aktueller Zahlen statt eines veralteten Datenpakets. Die häufigsten Sprachfragen umgehen die KI ganz und werden in ~50 ms aus einem handkuratierten Musterkatalog beantwortet (null Tokens, null Kosten).
es: La pestaña ✨ en el centro de la barra inferior es un chat dentro de la app. Todos los proveedores —incluido Apple Intelligence— consultan tus datos bajo demanda mediante llamadas a herramientas (consulta «Cómo obtiene la IA tus datos»), así que responde con números reales y actuales, no con un volcado desfasado. Las preguntas de voz más habituales se saltan la IA por completo y se responden en ~50 ms a partir de un catálogo de patrones seleccionados a mano (cero tokens, coste cero).
fi: Alapalkin keskellä oleva ✨-välilehti on sovelluksen sisäinen keskustelu. Jokainen palveluntarjoaja — myös Apple Intelligence — hakee tietosi tarpeen mukaan työkalukutsuilla (katso "Miten tekoäly saa tietosi"), joten se vastaa todellisten, ajantasaisten lukujen perusteella eikä vanhentuneesta tietomassasta. Yleisimmät puhekysymykset ohittavat tekoälyn kokonaan ja vastataan noin 50 ms:ssa käsin kootusta kuvioluettelosta (nolla tokenia, nolla kustannusta).
fr: L’onglet ✨ au milieu de la barre de navigation est une conversation intégrée. Chaque fournisseur — Apple Intelligence compris — récupère vos données à la demande grâce à des appels d’outils (voir « Comment l’IA obtient vos données ») ; il répond donc à partir de chiffres réels et à jour, pas d’un export périmé. Les questions vocales les plus courantes contournent entièrement l’IA et répondent en ~50 ms à partir d’un catalogue de formulations établi à la main (zéro jeton, zéro coût).
is: ✨ flipinn í miðri neðri valmyndinni er spjall í appinu. Allir þjónustuaðilar — líka Apple Intelligence — sækja gögnin þín eftir þörfum með verkfærakalli (sjá „Hvernig gervigreindin fær gögnin þín“) svo svarað er út frá raunverulegum, nýjum tölum, ekki úreltum gagnahaug. Algengustu raddspurningarnar sleppa gervigreindinni alveg og er svarað á ~50 ms úr handvalinni mynsturskrá (engir tókar, enginn kostnaður).
it: La scheda ✨ al centro della barra di navigazione inferiore è una chat nell'app. Ogni fornitore, Apple Intelligence compresa, recupera i tuoi dati su richiesta tramite chiamate agli strumenti (vedi "Come l'IA ottiene i tuoi dati"), quindi risponde con numeri reali e aggiornati, non con un elenco obsoleto. Le domande vocali più comuni saltano del tutto l'IA e rispondono in circa 50 ms da un catalogo di schemi curato a mano (zero token, zero costi).
ja: 下部ナビゲーション中央の ✨ タブはアプリ内チャットです。Apple Intelligence を含むすべてのプロバイダが、ツール呼び出しを使って必要なときにデータを取得するため（「AI がデータを取得する仕組み」を参照）、古いデータの塊ではなく、実際の最新の数値から答えます。最もよくある音声の質問は AI を完全に迂回し、手作業で整えたパターンカタログから約 50 ms で答えます（トークンもコストもゼロ）。
ko: 하단 탐색 막대 가운데의 ✨ 탭은 앱 내 채팅입니다. Apple Intelligence를 포함한 모든 제공업체는 도구 호출로 필요할 때 데이터를 가져오므로("AI가 데이터를 가져오는 방법" 참고), 오래된 덤프가 아닌 실제 최신 숫자로 답합니다. 가장 흔한 음성 질문은 AI를 완전히 건너뛰고 직접 정리한 패턴 카탈로그에서 약 50ms 만에 답합니다(토큰 0, 비용 0).
nb: ✨-fanen midt i den nederste navigasjonslinjen er en chat i appen. Alle leverandører — også Apple Intelligence — henter dataene dine ved behov med verktøykall (se «Slik får AI-en tilgang til dataene dine»), så svarene bygger på ekte, oppdaterte tall, ikke en utdatert dump. De vanligste talespørsmålene går helt utenom AI-en og besvares på ~50 ms fra en håndlaget mønsterkatalog (null tokens, null kostnad).
nl: Het tabblad ✨ in het midden van de onderste navigatiebalk is een chat in de app. Elke aanbieder — ook Apple Intelligence — haalt je gegevens op verzoek op met toolaanroepen (zie “Hoe de AI aan je gegevens komt”), dus hij antwoordt met echte, actuele cijfers, niet met een verouderde dump. De meest gestelde spraakvragen slaan de AI helemaal over en worden in ~50 ms beantwoord uit een handmatig samengestelde patrooncatalogus (nul tokens, nul kosten).
pt_br: A aba ✨ no meio da barra inferior é um chat no app. Todos os provedores — incluindo o Apple Intelligence — buscam seus dados sob demanda usando chamadas de ferramentas (veja "Como a IA obtém seus dados"), então as respostas vêm de números reais e atuais, não de um despejo desatualizado. As perguntas por voz mais comuns dispensam a IA e são respondidas em ~50 ms a partir de um catálogo de padrões selecionado manualmente (zero tokens, custo zero).
ru: Вкладка ✨ в середине нижней панели — чат в приложении. Каждый провайдер, включая Apple Intelligence, получает ваши данные по запросу через вызовы инструментов (см. «Как ИИ получает ваши данные»), поэтому отвечает по реальным актуальным числам, а не по устаревшей выгрузке. Самые частые голосовые вопросы вообще не идут к ИИ и получают ответ примерно за 50 мс из вручную составленного каталога шаблонов (ноль токенов, ноль затрат).
sv: ✨-fliken mitt i den nedre navigeringen är en chatt i appen. Alla leverantörer — även Apple Intelligence — hämtar dina data vid behov med verktygsanrop (se "Så får AI:n dina data"), så svaren bygger på verkliga, aktuella siffror och inte en inaktuell datadump. De vanligaste röstfrågorna hoppar helt över AI:n och besvaras på ~50 ms från en handsammanställd mönsterkatalog (inga token, ingen kostnad).
zh_hans: 底部导航栏中间的 ✨ 标签页是应用内对话。每个服务商 — 包括 Apple Intelligence — 都通过工具调用按需获取你的数据（参见“AI 如何获取你的数据”），因此它是根据真实、最新的数字回答，而不是过时的数据。最常见的语音问题会完全跳过 AI，根据人工整理的模式目录在约 50 毫秒内回答（零 token，零费用）。

source: Their privacy policy applies to what they do with the data and what they return
ar: تنطبق سياسة الخصوصية الخاصة بهم على ما يفعلونه بالبيانات وما يعيدونه
da: Deres privatlivspolitik gælder for, hvad de gør med dataene, og hvad de returnerer
de: Für das, was der Anbieter mit den Daten macht und was er zurückgibt, gilt seine Datenschutzrichtlinie
es: Su política de privacidad se aplica a lo que hacen con los datos y a lo que devuelven
fi: Heidän tietosuojakäytäntönsä koskee sitä, mitä he tekevät tiedoilla ja mitä he palauttavat
fr: Leur politique de confidentialité s’applique à ce qu’ils font des données et à ce qu’ils renvoient
is: Persónuverndarstefna þeirra gildir um það sem þeir gera við gögnin og það sem þeir skila
it: La loro informativa sulla privacy si applica a ciò che fanno con i dati e a ciò che restituiscono
ja: データの扱いと返される内容については、各社のプライバシーポリシーが適用されます
ko: 해당 업체가 데이터로 무엇을 하고 무엇을 반환하는지에는 그 업체의 개인정보 처리방침이 적용됩니다
nb: Personvernerklæringen deres gjelder for hva de gjør med dataene og hva de returnerer
nl: Hun privacybeleid geldt voor wat ze met de gegevens doen en wat ze teruggeven
pt_br: A política de privacidade deles se aplica ao que fazem com os dados e ao que devolvem
ru: Их политика конфиденциальности распространяется на то, что они делают с данными и что возвращают
sv: Deras integritetspolicy gäller för vad de gör med data och vad de returnerar
zh_hans: 他们的隐私政策适用于他们如何处理数据以及返回的内容
